Repository: 5axes/AutoRotationTool
Catalog: i18n/*/autorotatetool.po
Languages: fr_fr

# @item:inmenu
source: Calculate fast optimal printing orientation
fr_fr: Calcul Orientation Rapide

# @item:inmenu
source: Calculate extended optimal printing orientation
fr_fr: Calcul Orientation Optimale

# @item:inmenu
source: Rotate main direction (X)
fr_fr: Rotation selon direction principale (X)

# @item:inmenu
source: Rotate side direction (X)
fr_fr: Rotation selon coté principal (X)

# @item:inmenu
source: Reinit Rotation
fr_fr: Réinitialiser la Rotation

# @info:title
source: Auto Rotate Tool
fr_fr: Outil d'auto-rotation

# @info:status
source: Please select a single model first
fr_fr: Sélectionnez tout d'abord une pièce

# @info:status
source: Please select one or more models first
fr_fr: Sélectionnez tout d'abord des pièces

# @info:status
source: No objects selected to orient. Please select one or more objects and try again.
fr_fr: Aucun objet sélectionné pour orienter. Veuillez sélectionner un ou plusieurs objets et réessayer.

# @title
source: Auto-Orientation
fr_fr: Orientation automatique

# @info:status
source: Calculating the optimal orientation...
fr_fr: Calculer l'orientation optimale...

# @info:status
source: All selected objects have been oriented.
fr_fr: Tous les objets sélectionnés ont été orientés.

# @item:inmenu
source: Rotate Tool
fr_fr: Outil d'auto-rotation
